"_BASE_USED_" = "fr";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "10.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "OK";
"Yes" = "Oui";
"No" = "Non";
"Don't show again" = "Ne plus afficher";
"Set as default compressor" = "Définir comme compresseur par défaut";
"Not now" = "Pas maintenant";
"Want to make Keka your default compressor?" = "Voulez-vous que Keka devienne le compresseur par défaut ?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Ceci signifie que tous les types d'archives compatibles seront dorénavant extraits par Keka. Vous pouvez modifier ce réglage par la suite dans les Préférences de Keka.";
"Really want to close Keka?" = "Voulez-vous vraiment quitter Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Les opérations en cours seront annulées. Si vous choisissez d'attendre et de quitter, Keka s'arrêtera une fois les tâches terminées.";
"Password needed" = "Mot de passe requis";
"File \"%@\" needs a password to be extracted" = "L'extraction du fichier \"%@\" requiert un mot de passe";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "L'extraction de \"%@\" est terminée";
"Extraction of \"%@\" failed." = "L'extraction de \"%@\" a échoué.";
"Extraction of %i files done" = "Extraction de %i fichiers effectuée";
"Extraction complete" = "Extraction terminée";
"Extraction fail" = "Échec de l'extraction";
"Compression complete" = "Compression terminée";
"File \"%@\" created" = "Fichier \"%@\" créé";
"Compression fail" = "Échec de la compression";
"File \"%@\" cannot be created" = "Le fichier \"%@\" n'a pu être créé";
"Operation not implemented" = "Opération non disponible";
"Performing operation..." = "Opération en cours...";
"Waiting..." = "Patientez...";
"Extracting \"%@\"" = "Extraction de \"%@\"";
"Extracting \"%@...\"" = "Extraction de \"%@...\"";
"Creating %@ file..." = "Création du fichier %@...";
"Creating file \"%@\"" = "Création du fichier \"%@\"";
"Creating file \"%@...\"" = "Création du fichier \"%@...\"";
"Volume name:" = "Nom de volume:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Temps écoulé : %d:%@%d:%@%d heures%@";
"Time elapsed: %d:%@%d minutes%@" = "Temps écoulé : %d:%@%d minutes%@";
"Time elapsed: %d seconds%@" = "Temps écoulé : %d secondes%@";
"%d seconds" = "%d secondes";
"%d:%@%d minutes" = "%d:%@%d minutes";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d heures";
"Pause" = "Pause";
"Continue" = "Continuer";
"Operation paused" = "Opération en pause";
"Cancel" = "Annuler";
"Close" = "Fermer";
"Operation failed" = "Échec de l'opération";
"Operation failed with error code %d" = "L'opération a échoué avec le code erreur %d";
"Choose a name and folder to start the compression" = "Choisissez un nom et un dossier pour démarrer la compression";
"Creation of \"%@\" failed" = "La création de \"%@\" a échoué";
"Creating \"%@\"" = "Création de \"%@\"";
"Prepearing extraction..." = "Préparation de l'extraction...";
"Choose a folder to extract this file" = "Choisissez un dossier où extraire ce fichier";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "L'extraction de \"%@\" a échoué";
"Keka - %i on queue" = "Keka - %i en file d'attente";
"Keka can't create this %@ image" = "Keka ne peut créer l'image %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "La création d'une image %@ n'accepte qu'un unique dossier. Placez tous vos fichiers dans un même dossier et déposez-le sur Keka pour créer une image %@.";
"Keka can't create this @% tarball" = "Keka ne peut pas créer ce tarball @%";
"This operation is not supported on %@." = "Cette opération n'est pas supportée sur %@.";
"Compress \"%@\" in %@ to..." = "Compresser \"%@\" dans %@ vers...";
"Compress in %@ to..." = "Compresser dans %@ vers ...";
"Save as:" = "Enregistrer sous:";
"Compress" = "Compresser";
"Extract \"%@\" to..." = "Extraire \"%@\" vers...";
"Extract as:" = "Extraire sous:";
"Extract" = "Extraire";
" - Remaining: Calculating..." = " - Restant: Calcul en cours...";
" - Remaining: About one second" = " - Restant: Environ une seconde";
" - Remaining: About %d seconds" = " - Restant: Environ %d secondes";
" - Remaining: About 1 minute" = " - Restant: Environ 1 minute";
" - Remaining: About %d minutes" = " - Restant: Environ %d minutes";
" - Remaining: About 1 hour" = " - Restant: Environ 1 heure";
" - Remaining: About %d hours" = " - Restant: Environ %d heures";
" - Remaining: About 1 day" = " - Restant: Environ 1 jour";
" - Remaining: About %d days" = " - Restant: Environ %d jours";
" - Remaining: About 1 year" = " - Restant: Environ 1 année";
" - Remaining: About %d years" = " - Restant: Environ %d années";
" - Remaining: Less than one second" = " - Restant: Moins d'une seconde";
"Can't show progress time..." = "Impossible d'afficher le temps restant...";
"Password for \"%@\"" = "Mot de passe pour \"%@\"";
"Method:" = "Méthode:";
"No compression" = "Non compressé";
"Fastest, less compression" = "Très rapide, moins compressé";
"Fast, less compression" = "Rapide, moins compressé";
"Normal" = "Normal";
"Slow, more compression" = "Lent, mieux compressé";
"Slowest, more compression" = "Très lent, mieux compressé";
"Compression" = "Compression";
"Extraction" = "Extraction";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka ne peut utiliser la liste \"extlx.plist\", veuillez contacter le développeur.\n\nKeka va maintenant s'arrêter.";
"Keka is dying!" = "Keka s'arrête !";
"Ask each time" = "Demander à chaque fois";
"Next to original file" = "A côté du fichier d'origine";
"Custom folder..." = "Dossier personnalisé...";
"Same as original file" = "Comme le fichier d'origine";
"Custom name..." = "Nom personnalisé...";
"Compressed file" = "Fichier compressé";
"Set as default folder" = "Définir comme dossier par défaut";
"Perform automatic action" = "Choisir l'action automatiquement";
"Always compress" = "Toujours compresser";
"Always extract" = "Toujours extraire";
"1.4 MB Floppy" = "Disquette 1.4 Mo";
"650 MB CD" = "CD 650 Mo";
"700 MB CD" = "CD 700 Mo";
"4.7 GB DVD" = "DVD 4.7 Go";
"Drop here to extract" = "Déposer ici pour extraire";
"Drop here to compress" = "Déposer ici pour compresser";
"Binary \"%@\" is not accessible" = "Le binaire \"%@\" n'est pas accessible";
"The first part \"%@\" can't be found" = "La première partie \"%@\" est introuvable";
"unknown" = "inconnu";
"Unknown error" = "Erreur inconnue";
"Error code %d using \"%@\"\n%@" = "Code erreur %d en utilisant \"%@\"\n%@";
"No errors found" = "Pas d'erreur trouvées";
"Minor error, the operation may be done well" = "Erreur mineure, l'opération a peut-être réussi";
"Fatal error" = "Erreur fatale";
"CRC error occurred, maybe the file is corrupt" = "Une erreur CRC est survenue, le fichier est peut-être corrompu";
"Attempt to modify an archive previously locked" = "Tentative de modification d'une archive préalablement verrouillée";
"Maybe you don't have permission to write or your disk is full" = "Vous ne disposez peut-être pas des droits d'écriture, ou votre disque est plein";
"Can't open the file, maybe you don't have read permission" = "Échec d'ouverture du fichier, peut-être ne disposez-vous pas des droits de lecture";
"Command line error, please contact with the developer" = "Erreur de ligne de commande, contactez le développeur";
"Not enough memory. Try to close some programs and repeat the operation" = "Pas assez de mémoire. Essayez de fermer quelques applications et recommencez l'opération";
"Can't create the file, maybe you don't have permission or free space" = "Échec de création du fichier, vous ne disposez peut-être pas des permissions nécessaires ou manquez d'espace libre";
"Canceled manually" = "Annulé manuellement";
"Bad password, try again" = "Mot de passe incorrect, veuillez recommencer";
"This archive is locked" = "Cette archive est verrouillée";
"Write error. No permission? No space left?" = "Erreur d'écriture. Pas de permission ? Pas d'espace libre ?";
"Can't open the file, maybe it's not accessible" = "Échec d'ouverture du fichier, le fichier n'est peut-être pas accessible";
"No files matching the mask" = "Aucun fichier ne correspond au filtre";
"Give access" = "Donner l'accès";
"Just folder access" = "Seulement l'accès au dossier";
"Quit" = "Quitter";
"More information" = "Plus d'informations";
"Keka needs file access" = "Keka a besoin de l'accès au fichier";
"Give home access" = "Donner l'accès au dossier Départ";
"Customize" = "Personnaliser";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Afin de travailler sans restriction avec vos fichiers, Keka a besoin de l'accès local au disque du Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nCliquez sur \"Donner l'accès à Keka\", votre disque devrait déjà étre sélectionné.";
"Give access to Keka" = "Donner l'accès à Keka";
"Full Mac access (Recommended)" = "Accès complet au Mac (Recommandé)";
"Home folder access" = "Accès au dossier Départ";
"External volumes access" = "Accès aux volumes externes";
"External disk: %@" = "Disque externe: %@";
"An extension is required" = "Une extension est nécessaire";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Afin de définir Keka comme application par défaut, vous devez installer une extension. Cliquez sur \"Plus d'informations\" pour suivre les étapes nécessaires.\n\nSouvenez-vous que vous pouvez toujour définir Keka comme application par défaut pour n'importe quel format en utilisant la fenêtre du Finder \"Lire les informations\".";
"Cannot set Keka as default" = "Keka ne peut pas défini par défaut";
"The intermediate application failed to launch. There is more information in the Console.app." = "L'application intermédiaire n'a pas pu démarrer. Il y a des informations complémentaires dans Console.app.";
"The intermediate application returned an undefined code." = "L'application intermédiaire a renvoyé un code indéfini.";
"Keka is now set as the default application for its known formats." = "Keka est maintenant défini comme application par défaut pour ses propres formats.";
"Keka set as default" = "Keka défini par défaut";
"There were some errors while registering the formats. There is more information in the Console.app." = "Il y a eu des erreurs pendant la définition des formats. Il y a des informations complémentaires dans Console.app.";
"The intermediate application can't get access to Keka." = "L'application intermédiairene peut pas accéder à Keka.";
"The intermediate application can't find Keka." = "L'application intermédiaire ne trouve pas Keka.";
